brew "bat"
brew "curl"
brew "doggo"
brew "eza"
brew "fd"
# brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
# brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
# brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "trash"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
# cask "acorn"
# cask "bettermouse"
# cask "blender"
cask "cleanshot"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox@developer-edition"
cask "font-blex-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "handbrake-app"
# cask "iina"
# cask "notion-calendar"
# cask "onyx"
cask "pixelsnap"
cask "raycast"
cask "slack"
cask "steermouse"
# cask "tower"
cask "visual-studio-code"
cask "zed"
cask "zoom"
# mas "1Blocker", id: 1365531024
# mas "1Password for Safari", id: 1569813296
# mas "Affinity Designer 2", id: 1616831348
# mas "Affinity Photo 2", id: 1616822987
# mas "Color Picker", id: 1545870783
# mas "Googly Eyes", id: 6743048714
# mas "Harvest", id: 506189836
# mas "Keynote", id: 409183694
# mas "Pages", id: 409201541
# mas "Pixelmator Pro", id: 1289583905
# mas "Shareful", id: 1522267256
# mas "Tailscale", id: 1475387142
# mas "Things", id: 904280696
# mas "Unread", id: 1363637349
# mas "Velja", id: 1607635845
