tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mise"
brew "ripgrep"
brew "starship"
brew "stow"
brew "trash"
brew "tree"
brew "zoxide"
brew "zsh"
cask "font-blex-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-sauce-code-pro-nerd-font"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "albert.tabout"
vscode "astro-build.astro-vscode"
vscode "bierner.comment-tagged-templates"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-banal"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "htmlhint.vscode-htmlhint"
vscode "inu1255.easy-snippet"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "joshpayette.cycle-comment-styles"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-playwright.playwright"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "orta.vscode-twoslash-queries"
vscode "paulshen.paul-typescript-toolkit"
vscode "phoenisx.cssvar"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "randomfractalsinc.snippets-viewer"
vscode "redhat.vscode-yaml"
vscode "ricard.postcss"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "sdras.night-owl"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.markdoc-language-support"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "tobermory.es6-string-html"
vscode "tyriar.luna-paint"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
